{
  "Copper Products": {
    "Copper Pipes and Tubes": {
      "description": "Siddhivinayak offers seamless copper tubes in a range of sizes. Both bright annealed pancake coils and hard drawn straight lengths of these tubes are available. These tubes are made in compliance with the national and international standards set by the client. \n All tubes are electronically examined using the Eddy Current method in accordance with ASTM E 243 requirements. \n Copper tubes contain no carbon at all. All tubes are cleaned and sample tested to confirm that the residual requirements of 0.038g/m2 (0.35g/ft2), as indicated by the rules, are met. \n Coils in the O60 temper and straight lengths in the H58 temper are both part of a typical delivery.",
      "advantages": [
        "Have high electrical thermal  conductivity.",
        "Have good corrosion resistance.",
        "Have good solder-ability.",
        "Have excellent hot and cold workability.",
        "Have high ductility.",
        "Bactericidal, fungicidal and algicidal effect.",
        "Low Coefficient of Expansion ",
        "Excellent Thermal Conductivity. ",
        "Low Pressure Loss.",
        "High mechanical stability.",
        "Oxygen impermeability.",
        "Immune to ageing",
        "Aesthetic",
        "Recyclable"
      ],
      "applications": [
        "Oil and Gas Industry",
        "Ship Building Industry",
        "Power and Telecom Industry",
        "Food, Beverage, and Dairy",
        "Municipal and Utility",
        "Mining and Construction",
        "For Evaporators & Chillers",
        "For Heat Exchanger & Condensers",
        "Sugar Industry",
        "Solar",
        "Cold Storage"
      ]
    },
    "Copper Plumbing Tubes": {
      "description": "Copper is the best material for plumbing because of its inherent properties. It is really robust. It produces a biostatic environment that makes it tough for germs to flourish there. You can use it outside because it also resists corrosion and is not harmed by ultraviolet light. All tubes have undergone eddy current testing. At least 99.90 percent of all tubes are made of pure copper. \n Commercially, these classes and varieties of tubes are offered in the lengths and tempers as per the requirement of the client.",
      "advantages": [
        "Completely leak proof, copper pipes require no threading.",
        "Owing to the corrosion resistant property of copper, our copper plumbing is resistant to corrosion and hence the water carried through the pipes also does not change colour as it does in the case of Galvanized Iron Pipes.",
        " Our copper plumbing pipes are easy to install via soldering/ brazing process.",
        " Our quality copper plumbing system has a longer & durable life. They last up to 50 years"
      ],
      "applications": [
        "Oil and Gas Industry",
        "Ship Building Industry",
        "Power and Telecom Industry",
        "Food, Beverage, and Dairy",
        "Municipal and Utility",
        "Mining and Construction"
      ]
    },
    "Medical Grade Copper Pipe": {
      "description": "Our ACR / Med pressurized  copper tubes are available in a variety of sizes, with customisable length . \n Each product complies with the specifications of the client and is specially cleaned, deburred, purged, pressurized with nitrogen gas and easy is to remove and install. \n We use the latest eco-friendly water-based degreasing system to achieve the clean the tubes.",
      "advantages": [
        "Bactericidal, fungicidal and algicidal effect.",
        "Low Coefficient of Expansion ",
        "Excellent Thermal Conductivity. ",
        "Low Pressure Loss.",
        "High mechanical stability.",
        "Oxygen impermeability.",
        "Immune to ageing"
      ],
      "additional": {
        "Particularization should be given to": [
          "Site Cleaning of tubes and components.",
          "Pipeline gas purging during brazing.",
          "Use of approved filler metals and fluxes.",
          "Post brazing cleaning and visual inspection of all joints.",
          "Full compliance with pressure and containment testing, before final approval and use."
        ]
      }
    },
    "Copper Tubes For Engineering": {
      "description": "Copper is an excellent thermal conductor. Copper pipes are safe because they do not burn, support combustion, or break down into toxic gases. It does not carry fire through walls, floors and ceilings. Copper is durable and has excellent  corrosion and scaling resistance, high mechanical strength, high temperature resistance, and service life against UV degradation.",
      "advantages": [
        "Have high electrical thermal  conductivity.",
        "Have good corrosion resistance.",
        "Have good solder-ability.",
        "Have excellent hot and cold workability.",
        "Have high ductility ."
      ],
      "applications": [
        "Oil and Gas Industry",
        "Ship Building Industry",
        "Power and Telecom Industry",
        "Food, Beverage, and Dairy",
        "Municipal and Utility",
        "Mining and Construction",
        "For Evaporators & Chillers",
        "For Heat Exchanger & Condensers",
        "Sugar Industry",
        "Solar",
        "Cold Storage"
      ]
    },
    "Finned Tubes": {
      "description": "We specialize in the manufacture of various finned tubes for use in freezing or heat transfer systems. Our uncompromising quality control standards and continuous innovation aid us build a solid reputation with our customers. Temporary transitions for finned tubes are also available if desired. Finned tubes are available in straight lengths with smooth ends. Heat exchangers and condensers can be made smaller and lighter because the finned tubes have better heat transfer than plain tubes.",
      "advantages": [
        "Allows Efficient Heat Transfer",
        "Have excellent hot and cold workability.",
        "Have high ductility.",
        "Have high electrical thermal  conductivity.",
        "Have good corrosion resistance."
      ],
      "applications": [
        "For Heat Exchanger",
        "For Condensers",
        "For Chillers",
        "For Evaporators",
        "For Oil Coolers",
        "Sugar Industry"
      ]
    },
    "PVC-Coated Copper Tubes": {
      "description": "We manufacture the highest quality (Polyvinyl chloride)PVC-coated copper tubes and coils that are colour coded for easy identification and built to withstand severe environmental conditions. In difficult operating conditions, PVC-coated copper tubes serve as a counterattack technique. Depending on your requirements, firmly extruded PVC-coated pipe is available in black, white, blue, yellow and green.",
      "advantages": [
        "Extra resistance",
        "Prevents corrosion",
        "Enhances life span of tubes"
      ],
      "applications": [
        "LPG Gas Kits",
        "Oil & Gas Industries",
        "Instrumentation Industries",
        "Plumbing & Drainage"
      ]
    },
    "Copper Capillary Tubing": {
      "description": "Copper capillary tubes are used in restrictor applications to meet quality and production needs. \n If further manufacturing requires different tempering, the hose can be manufactured according to client's specifications. Hand Coil, Spooled Coils (Bulk), Random Bunch Coils Straight Lengths (Boxed)",
      "applications": [
        "Refrigeration",
        "Cold Storage",
        "Air Conditioning",
        "Thermostat",
        "Relay"
      ],
      "additional": {
        "Option": [
          "Random lengths of straighten tube are produced.",
          "Exact lengths of straighten tube are produced.",
          "Fabrication such as Copper Bulb attachment or Forming into Coiled Assembly can be quoted."
        ]
      }
    },
    "Copper Fittings": {
      "fullname": "Copper Fittings For ACR, Plumbing and Gas Lines",
      "description": "Siddhivinayak Group of Companies use highly specialized equipment to manufacture pipe fittings according to relevant international and national product standards. All products are manufactured according to the client's needs and desire.",
      "additionalDesc": {
        "Elbows": "Elbows, which come in 90- and 45-degree angles, are ideal for angular couplings that change the pipe's orientation. They also feature a small radius to fit into the smallest spaces. There are several other variants available for different needs.",
        "U-Bends": "Our U-bends are utilised to handle the return flow of the coolant and provide a 180 turn in a much smaller space, making them perfect for tiny applications. For condensers and evaporators, we provide simple and enlarged U-bends.",
        "Couplings": "We offer couplings in various dimensions, which are used to connect two pipes of different diameters as well as to joint two identical size tubes together.",
        "Tee": "Tees are fittings in the shape of a 'T' with a branch attached to the vertical portion at the top and a continuous pipe run at the bottom. Tees are utilised in a range of applications. We provide many types of Tees with different dimensions, such as cross Tees that connect four tubes and have a smaller diameter on one end or threaded Tees that have female threads on the vertical part.",
        "Reducer": "Reducers are a sort of fitting that joins two copper pipes together. We can connect these copper pipes using a single copper fitting because they are available in a variety of diameters. The general sizes available are 1/2\" x 1/4\", 1/2\" x 3/8\", 5/8\" x 1/4\", 5/8\" x 3/8\", 5/8\" x 1/2\", 3/4\" x 1/2\", 1\" x 1/2\", 1\" x 3/4\", etc as pers the client",
        "Non-Standard Fittings": "We also  manufacture non standard custom made fittings as per client design and specifications."
      },
      "applications": [
        "ACR",
        "General Engineering",
        "Plumbing",
        "Gas Lines",
        "Ship Building Industry",
        "Oil & Gas Industries, etc."
      ]
    },
    "Copper Bars": {
      "description": "Siddhivinayak Group of Companies is one of the leading manufacturers and suppliers of top-quality copper rods. \n These bars are known for their dimensional accuracy, high-quality raw materials, structural robustness, and excellent finish. The mechanical engineering and electrical industries are making the most of these copper rods. \n Companies in the Siddhivinayak group manufacture extruded and drawn copper rods of various dimensions in various shapes such as circles, hexagons, squares and rectangles. \n The antibacterial properties of copper make copper rods the most effective material to be used for hygienic contact surfaces (used at hospitals and other medical facilities or public establishments).",
      "applications": [
        "Electrical Industries.",
        "Engineering Industries.",
        "Motors.",
        "Household Engineering Appliances."
      ],
      "additional": {
        "Grades": [
          "OXYGEN FREE HIGH CONDUCTIVITY COPPER (OFHC).",
          "ELECTROLYTIC TOUGH PITCH (ETP).",
          "CHROMIUM COPPER.",
          "CADMIUM COPPER.",
          "SILVER BEARING COPPER.",
          "VARIOUS OTHERS GRADES ON REQUEST."
        ]
      }
    },
    "Copper Busbars, Strips, Sheets & Flats": {
      "description": "Copper strips have many uses as conductors, switch terminals, the hardware used in electrical circuits, and electrical contacts. \n These copper strip products are available in hard, semi-hard, and soft conditions. \n Our Phosphorus Copper Anodes are extensively used in various industries such as Electroplating, electrical, engineering, automotive, telecommunication, and others. We are renowned to set the quality standards in the 1-gram gold plating anodes across India.",
      "advantages": [
        "Have low resistance",
        "High mechanical strength in tensile. Compressive strength and tear strength",
        "Fatigue Failure of high resistance",
        "The low resistance of the Surface Film",
        "Cutting and bending mobility",
        "Good corrosion resistance"
      ],
      "applications": [
        "For Electrical Conductors",
        "For Switch Terminals",
        "For Electrical Circuits",
        "For Electric Contacts"
      ],
      "additional": {
        "GENERAL PROPERTIES:": [
          "Material with minimum copper content of 99.9% as per IS 191:",
          "SIZE WIDTH: 3 mm to 160 mm.",
          "THICKNESS: 0.5 mm to 10 mm.",
          "Material with minimum copper content of 99.9% as per IS 191 & IS 1897 copper silver/copper nickel:",
          "SIZE WIDTH: 5 mm to 350 mm.",
          "THICKNESS: 1mm to 60 mm."
        ],
        "Edge": [
          "Square Edge, Radius Edge, Full Radius Edge.",
          "Length : Up to 6400mm (21`) (depending on section) with standard overall cutting tolerance of 100mm."
        ],
        "Surface Treatment": [
          "Our Copper Flat Bar can be Electro-plated with Tin or Silver."
        ]
      }
    },
    "Copper Pipes, Rods & Sections": {
      "description": "Our advanced technology makes it possible to produce different shapes of copper profiles depending on the customer's drawing. \n In electrical applications, there are many important parts of the copper profile that need to be controlled. \n The extruding process has various size advantages. Exact tolerances are achieved by an accurate drawing and finishing process."
    },
    "Level Wound Copper Coil": {
      "fullname": "Level Wound Copper Coil and Inner Grooved Tubes",
      "description": "Level Winding Coil (LWC) Copper Tube is one of our imported and supplied products. All LWC pipes are typically manufactured to ASTM and Coproclima specifications. These specifications were created to meet the needs of the ACR industry. \n Every millimeter of the tube is checked for 100% eddy currents and all surface imperfections found are clearly marked with black paint. \n For heavy coils,  LWC copper tubing is wound in an 'Eye to Sky' (jumbo) shape according to the customer's request.  The tube is cleaned with a nitrogen purge. In addition, the ends of the tube are sealed with a plastic cap to protect the tube from dust and internal oxidation during shipping or long-term storage. \n LWC offers cardboard rolls. The roll coils are stacked and shrink-wrapped on a wooden pallet. Flat-wound coils are particularly suitable for long-term production in industrial applications and are often used in air conditioning, refrigeration and heat exchangers. \n Most commonly supplied in a soft, lightly annealed form, level wind coils can also  be ordered in a hard draw.",
      "advantages": [
        "Copper as a metal has highly anti-corrosive properties compared to aluminium.",
        " During the cooling process, pipes comes in contact with air which causes oxidation within these pipes.",
        "Copper can better handle oxidation and corrosion for longer periods ultimately gives air conditioners a longer lifespan."
      ],
      "applications": [
        "Applied to the Air Conditioner",
        "the Assembly Type Air Conditioning Unit",
        "Refrigerator",
        "Freezer",
        "Cold Storage",
        "For VRV or VRF"
      ]
    },
    "Copper Nuggets And Balls": {
      "description": "The Siddhivinayak Group has introduced special purity copper nuggets made from pure copper cathodes for decorative applications, gravure printing, printed circuit boards, electroground rods, electroforming, and many other functional plating applications. \n Phosphorus copper anodes are designated for both proprietary and non-proprietary acidic copper sulphate baths and are approved by a proprietary pyrophosphate process supplier. Such usage is widely accepted in decoration, gravure printing, printed circuits, electrical grounding rods, electroforming, and many other functional plating applications.",
      "additional": {
        "GRADES": ["Phosphorised Copper Anodes", "Electrolytic Copper Anodes"]
      }
    }
  },

  "Brass Products": {
    "Brass Pipes 63/37": {
      "description": "The Siddhivinayak Group is one of the leading manufacturers, exporters and suppliers of  63/37 brass pipes. Manufactured by experienced professionals in accordance with established industry rules and regulations to ensure excellent performance, durability, quality construction, reliable operation and corrosion resistance. Our 63/37 brass tubes are available in standard and custom shapes, at competitive prices and are used in a variety of global sectors. We manufacture Square (up to 6 inches), Rectangle, Round pipes up to 12 inches, Half-Round, and any desired shape and wall thickness as per customers drawing.",
      "applications": [
        "Sugar Industry",
        "Plumbing",
        "Furniture",
        "Hand Pumps",
        "Ammunitions",
        "General Engineering"
      ]
    },
    "Brass Pipes 70/30": {
      "description": "We specialize in producing the highest quality 70/30 brass tubes for export and supply. The 70/30 brass tube, sometimes referred to as the Sugar Brass Tube is indigenously produced with precision.  70/30 brass tubes are available in different grades and specifications to meet the diverse needs of our customers.",
      "applications": [
        "Sugar Industry",
        "Plumbing",
        "Furniture",
        "Hand Pumps",
        "Ammunitions",
        "General Engineering"
      ]
    },
    "Admiralty Brass Tubes": {
      "description": "Admiralty brass tubing is especially used for steam condenser tubing cooled in freshwater, saltwater, or brackish water due to its high corrosion resistance. Admiralty metal tubes are also used in petroleum refineries, water heaters, heat exchanger systems, and other industrial processes where corrosion by sulfur compounds and contaminated water can be particularly severe.",
      "additionalDesc": {
        "Characteristics": "A copper-zinc alloy containing tin and trace amounts of arsenic as a dezincification inhibitor. Due to the presence of tin, the alloy exhibits excellent corrosion resistance in clean seawater and moderately contaminated river water, whether stationary or slowly flowing  (up to 2 m/s). This is the most typical and processed type of tube used in heat exchangers."
      }
    },
    "Aluminium Brass Tubes": {
      "description": "Aluminium brass tubing is widely used in condenser tubing because it can withstand the impact of high-speed salt and dark water. Its main feature is its strong resistance to impingement attacks. Pipes made of these alloys are recommended for use in marine and onshore power plants where the cooling water flows at high speed.",
      "applications": [
        "Heat Exchangers",
        "Refineries",
        "Power Plants",
        "Desalination Plants",
        "Ship Building & Ship Repair",
        "Condensers",
        "Ferrules",
        "Distillers"
      ]
    }
  },

  "Cupro Nickel Products": {
    "Cupro Nickel 90/10": {
      "description": "90/10 Cupronickel is commonly used in seawater. Even with the non-condensable gas dissolved, it exhibits very strong corrosion resistance to clean, moderately contaminated sea and estuary water. \n This alloy is largely unaffected by stress corrosion cracking and denickelification. \n In clean seawater, velocities up to 2.2-2.5 m / s are acceptable, but 4 m / s is the upper limit for clean fresh or slightly salty solutions. \n To reduce the possibility of scale attacks, it is generally advisable not to work at water velocities below about 0.8-1 m / s. 90/10 cupronickel can also be used in contact with water containing certain sulfides or suspended solids at a sufficiently reduced flow rate. It is also often selected due to its strong mechanical properties, both at room temperature and slightly higher temperatures."
    },
    "Cupro Nickel 70/30": {
      "description": "70/30 cupronickel is recommended primarily when the operating conditions (cooling water, steam, condensate, temperature, etc.) are very severe and virtually all other copper metals are excluded. \n Due to its hardness and surface self-protecting oxide properties, 70/30 cupronickel has excellent resistance to impact and erosion-corrosion from suspended solids in seawater flowing at speeds of up to 3 to 3.5m/s. \n Like all cupronickels, 70/30 cupronickels are largely unaffected by stress corrosion cracking. \n Not recommended for still water or slow-moving water (less than 1-1.2 m/s) as it can be very sensitive to sediments. \n 70/30 cupronickel is very widely used in water desalination plants, especially in the most important sections such as heat rejects and brine heater stages, and in the undercooled sections of power plant condensers in the chemical, petroleum chemical and food processing industries. Moreover, in all applications where maximum corrosion resistance is required on both the shell side and the tube side.",
      "applications": [
        "Chillers",
        "Heat Condensers & Exchangers",
        "Power Plants",
        "Refineries",
        "Desalination Plants",
        "Ship Building & Ship Repairs",
        "Defence",
        "High Capacity Power Plants",
        "Distiller Tubes",
        "Evaporators & Ferrules."
      ]
    },
    "Copper Nickel 95/5 , 66/30/2/2 (C71640)": {
      "description": "",
      "applications": [
        "Chillers",
        "Heat Condensers & Exchangers",
        "Power Plants",
        "Refineries",
        "Desalination Plants",
        "Ship Building & Ship Repairs",
        "Defence"
      ]
    },
    "Copper Nickel Round Bars": {
      "description": "90/10 and 70/30 nickel copper round rods are manufactured by the Siddhivinayak Corporation. The moderate strength, weldability, forging and formability of copper-nickel are well recognized. It also exhibits exceptional resistance to corrosion, stress cracking and erosion.",
      "applications": [
        "Marine Hardware",
        "Fittings",
        "Flanges",
        "Condenser Taper Tube Plugs"
      ]
    },
    "Automotive Brake Tubings": {
      "description": "Brake pipe coils are available in copper & 90/10 copper-nickel fabricated to customer specifications. Coils are available in customised sizes along with the thickness required by the customer. \n Seamless tubing provides better resistance to corrosion and cracking. Easy to bend, flare and install. 100% electronically and pressure tested for pinhole.",
      "applications": [
        "Volvo, Lotus, Aston Martin, Porsche and Audi all now fit copper-nickel brake tubing as standard equipment.",
        "It is also fitted as standard in most passenger service, freight and military vehicles, fire tenders, JCB's and other heavy vehicles.",
        "For the replacement market, copper-nickel brake tubing is widely available supplied in coils or straight lengths."
      ],
      "advantages": [
        "Good corrosion resistance especially against chlorides",
        "Strength",
        "High burst pressure",
        "Ease of formability",
        "Smooth, clean tube bores to allow non-restricted flow",
        "Good fatigue/corrosion fatigue resistance",
        "Good resistance to surface fretting and stone pecking",
        "Readily available in required sizes",
        "Realistic cost"
      ]
    }
  },

  "Sheets": {
    "Oxygen Free Copper Sheet": {
      "description": "We are known for supplying high-quality, precisely finished copper sheets and foils. \n These sheets are precisely matched to the end uses they are intended for, including industrial machinery, embossing, manufacturing, electrical applications, building construction, transmission, and other comparable uses. Additionally, the copper sheets are used as hardware in electrical circuits, switch terminals, electrical contacts, and other regions, as well as electrical conductors.",
      "sheetinfo": {
        "Available Sizes": [
          ["Width", "From: 12mm up to 406mm"],
          ["Length", "From: 1250mm upto 2500"],
          ["Thickness", "From: 0.035 upto 12mm"],
          ["Coil ID", "100, 150, 200, 300 & 400mm"],
          ["Temper", "DD, Soft, QH, HH, 3/4H, H, EH, SH"]
        ]
      }
    },
    "Oxygen Free Copper Plate": {
      "description": "Copper plates are produced in accordance with the unique process requirements of several business sectors. These copper plates are designed to provide the maximum amount of strength, durability, and corrosion resistance. Since copper plates are offered in a variety of sizes and forms, one of our areas of experience is in creating these plates according to the needs of each client. \n These copper plates are chosen because of their exceptional heat transfer, excellent thermal control, and high strength in the operations involved. Additionally, these plates are ideal for submerged marine applications where copper's inherent anti-fouling properties assist prevent bacteria and other organisms from adhering to undersea surfaces. Additionally, these plates are made to have consistent machining throughout the entire product.",
      "advantages": [
        "Less heat built up",
        "Better surface finish",
        "Longer tool life",
        "Enhanced deep hole-making",
        "Excellent weld ability",
        "Suitability for mold cores, cavities and inserts"
      ],
      "sheetinfo": {
        "Available Sizes": [
          ["Width", "From: 12mm up to 406mm"],
          ["Length", "From: 1250mm upto 2500"],
          ["Thickness", "From: 0.035 upto 12mm"],
          ["Coil ID", "100, 150, 200, 300 & 400mm"],
          ["Temper", "DD, Soft, QH, HH, 3/4H, H, EH, SH"]
        ]
      }
    },
    "Copper Foils": {
      "description": "",
      "sheetinfo": {
        "Available Sizes": [
          ["Width", "From: 12mm up to 406mm"],
          ["Length", "From: 1250mm upto 2500"],
          ["Thickness", "From: 0.035 upto 12mm"],
          ["Coil ID", "100, 150, 200, 300 & 400mm"],
          ["Temper", "DD, Soft, QH, HH, 3/4H, H, EH, SH"]
        ],
        "Available Grades": [
          [
            "Grades",
            "OFHC / ETP / DCP / DHP / TIN BERRING & C101 / C102 / C103 / B170 / B379"
          ]
        ]
      }
    },
    "DHP Grade Copper Foils": {
      "description": "",
      "applications": [
        "Heat Exchangers",
        "Radiators",
        "Flexible Bus Bars (jumpers)",
        "PCB's",
        "Switchgear Industry",
        "Transformers / Dry Transformers",
        "Cables Industries"
      ],
      "sheetinfo": {
        "Available Sizes": [
          ["Width", "From: 12mm up to 406mm"],
          ["Length", "From: 1250mm upto 2500"],
          ["Thickness", "From: 0.035 upto 12mm"],
          ["Coil ID", "100, 150, 200, 300 & 400mm"],
          ["Temper", "DD, Soft, QH, HH, 3/4H, H, EH, SH"]
        ]
      }
    },
    "Brass Sheets & Foils": {
      "description": "",
      "sheetinfo": {
        "Available Sizes": [
          ["Width", "From: 12mm up to 406mm"],
          ["Length", "From: 1250mm upto 2500"],
          ["Thickness", "From: 0.035 upto 12mm"],
          ["Coil ID", "100, 150, 200, 300 & 400mm"],
          ["Temper", "DD, Soft, QH, HH, 3/4H, H, EH, SH"]
        ],
        "Available Grades": [["Grades", "CuZn37 / CuZn40 / CuZn10"]]
      }
    }
  },
  "Other Products": {
    "Brass Powder": {
      "description": ""
    },
    "Copper Powder": {
      "description": ""
    },
    "Zinc Powder": {
      "description": ""
    },
    "Tin Powder": {
      "description": ""
    },
    "Copper Wires": {
      "description": ""
    },
    "Brass Wires": {
      "description": ""
    }
  }
}
