{
  "Copper Products": {
    "Copper Pipes and Tubes": {
      "description": "Seamless Copper Tubes are available from Siddhivinayak in a variety of sizes. These tubes are offered in both bright annealed pancake coils and hard drawn straight lengths. These tubes are produced in accordance with the client's specified national and international standards. \n As required by ASTM E 243, all tubes are electronically tested using the Eddy Current technique. \n Copper tubes are completely carbon-free. To ensure that the residual requirements of 0.038g/m2 (0.35g/ft2), as stated by the regulations, are met, all tubes are cleaned and sample tested. \n Normal delivery includes coils in O60 temper and straight lengths in H58 temper.",
      "advantages": [
        "Have high electrical thermal  conductivity.",
        "Have good corrosion resistance.",
        "Have good solder-ability.",
        "Have excellent hot and cold workability.",
        "Have high ductility.",
        "Bactericidal, fungicidal and algicidal effect.",
        "Low Coefficient of Expansion ",
        "Excellent Thermal Conductivity. ",
        "Low Pressure Loss.",
        "High mechanical stability.",
        "Oxygen impermeability.",
        "Immune to ageing",
        "Aesthetic",
        "Recyclable"
      ],
      "applications": [
        "Oil and Gas Industry",
        "Ship Building Industry",
        "Power and Telecom Industry",
        "Food, Beverage, and Dairy",
        "Municipal and Utility",
        "Mining and Construction",
        "For Evaporators & Chillers",
        "For Heat Exchanger & Condensers",
        "Sugar Industry",
        "Solar",
        "Cold Storage"
      ]
    },
    "Copper Plumbing Tubes": {
      "description": "Copper has natural qualities that make it ideal for plumbing. It is extremely durable. It creates a biostatic atmosphere, which makes it difficult for bacteria to grow inside of it. It also resists corrosion and it is not affected by ultraviolet rays, which allows you to use it outside. Plumbing tubes are manufactured in compliance to BS 2871, Part 1 now superseded by the new European standard EN:1057 for Water, Gas and Sanitation .The BS 2871 specifies 3 wall thickness suitable for hot and cold water installations under Table X, Y & Z (the tables can be downloaded from our web site). Table ‘X’ is the table normally used for plumbing and gas. Tubes are 100% eddy current tested. Mechanical and chemical properties meet the standards of BS 2871, Part 1:1971 or the EN:1057 Tube sizes range from 12 mm to 159 mm. The standard plumbing sizes are (in mm): 15, 22, 28, 35, 42, 54, 66.7, 76.1, 108, 133 & 159.  These include types K, L, M and DWV. All tubes supplied to these ASTM standards are a minimum of 99.90 percent pure copper. \n These classes and types of tubes are commercially available in the tempers and lengths described in the Plumbing tube product range chart. Types K, L, M and DWV are designated by ASTM standard size, with outside diameter always 1/8\" larger than the standard size. Each type (K, L, M and DWV) represents a series of sizes with different wall thickness. The inside diameter depends on tube size and wall-thicknesses.\n All four types are available in drawn temper straight lengths 20 feet long. Type K, L and M are available also in annealed temper in 8 feet straight lengths or in long coils in sizes from 1/4 inch to 7/8 inch. We in India, manufacture plumbing tubes to meet specifications established by the American Society for Testing and Materials (ASTM).",
      "advantages": [
        "Completely leak proof, copper pipes require no threading.",
        "Owing to the corrosion resistant property of copper, our copper plumbing is resistant to corrosion and hence the water carried through the pipes also does not change colour as it does in the case of Galvanized Iron Pipes.",
        " Our copper plumbing pipes are easy to install via soldering/ brazing process.",
        " Our quality copper plumbing system has a longer & durable life. They last up to 50 years"
      ],
      "applications": [
        "Oil and Gas Industry",
        "Ship Building Industry",
        "Power and Telecom Industry",
        "Food, Beverage, and Dairy",
        "Municipal and Utility",
        "Mining and Construction"
      ]
    },
    "Medical Grade Copper Pipe": {
      "description": "Our pressurized ACR/Med copper tubing is available in 10,12, and 20 ft. lengths, and a variety of sizes, both Type L and Type K.\n Each product conforms to ASTM B-280/B-819 specifications, is specially cleaned, de-burred, purged and pressurized with nitrogen gas, and features easy to remove, installer friendly, rubber plugs.\n Our Metalloys uses modern and environment friendly aqueous degreasing system to achieve the ASTM B 280 cleanliness limit of less than 0.0035 g/sq. ft on interior surfaces.",
      "advantages": [
        "Bactericidal, fungicidal and algicidal effect.",
        "Low Coefficient of Expansion ",
        "Excellent Thermal Conductivity. ",
        "Low Pressure Loss.",
        "High mechanical stability.",
        "Oxygen impermeability.",
        "Immune to ageing"
      ],
      "additional": {
        "Particularization should be given to": [
          "Site Cleaning of tubes and components.",
          "Pipeline gas purging during brazing.",
          "Use of approved filler metals and fluxes.",
          "Post brazing cleaning and visual inspection of all joints.",
          "Full compliance with pressure and containment testing, before final approval and use."
        ]
      }
    },
    "Copper Tubes For Engineering": {
      "description": "Copper Tubes copper is an excellent conductor of heat. Copper Tubes are safe as it will not burn or support combustion or decompose to toxic gases. It will not carry fire through walls, floors and ceilings. Copper is long lasting and has excellent resistance to corrosion and scaling, high mechanical strength, high temperature resistance and life time resistance to UV degradation",
      "advantages": [
        "Have high electrical thermal  conductivity.",
        "Have good corrosion resistance.",
        "Have good solder-ability.",
        "Have excellent hot and cold workability.",
        "Have high ductility ."
      ],
      "applications": [
        "Oil and Gas Industry",
        "Ship Building Industry",
        "Power and Telecom Industry",
        "Food, Beverage, and Dairy",
        "Municipal and Utility",
        "Mining and Construction",
        "For Evaporators & Chillers",
        "For Heat Exchanger & Condensers",
        "Sugar Industry",
        "Solar",
        "Cold Storage"
      ]
    },
    "Finned Tubes": {
      "description": "We specialise in producing a range of finned tubes for use in cooling or heating transfer systems. Our strict quality control standards and ongoing product innovation have helped us build a solid reputation with our customers. As needed, temporary skips are also available for finned tubes, which come in straight lengths with plain ends on both sides. The heat exchanger and condensers can be smaller and lighter because to the increased heat transfer provided by fin tubes over plain tubes.",
      "advantages": [
        "Allows Efficient Heat Transfer",
        "Have excellent hot and cold workability.",
        "Have high ductility.",
        "Have high electrical thermal  conductivity.",
        "Have good corrosion resistance."
      ],
      "applications": [
        "For Heat Exchanger",
        "For Condensers",
        "For Chillers",
        "For Evaporators",
        "For Oil Coolers",
        "Sugar Industry"
      ]
    },
    "PVC-Coated Copper Tubes": {
      "description": "We produce PVC-coated copper tubes and coils of the highest quality that are color-coded to make identification easier and engineered to defend against harsh environments. In challenging operating circumstances, copper tubing with a PVC sheath could be a useful technique of assault defence.According to client preferences, the PVC is firmly extruded onto the tube and is available in the colours black, white, blue, yellow, and green. Polyvinylchloride (PVC) is a substance that is used to coat copper tubes and has the following properties.",
      "advantages": [
        "Extra resistance",
        "Prevents corrosion",
        "Enhances life span of tubes"
      ],
      "applications": [
        "LPG Gas Kits",
        "Oil & Gas Industries",
        "Instrumentation Industries",
        "Plumbing & Drainage"
      ]
    },
    "Copper Capillary Tubing": {
      "description": "Copper Capillary Tubing used for restrictor applications use as per ASTM B360 'Standard Specification for Hard-Drawn Copper Capillary Tube for Restrictor Applications' for quality and production requirements.\n When further fabrication requires other tempers, tubing can be made to your specifications. Hand Coil, Spooled Coils (Bulk), Random Bunch Coils Straight Lengths (Boxed) \n The Standard: Tubing is placed into 'Random Bunch' coils with a range of 5 to 20Kgs. per coil. \nOption: Spooled Coil where random length of tube is wound onto cardboard reels with a range of 100Feet Length per coil.",
      "applications": [
        "Refrigeration",
        "Cold Storage",
        "Air Conditioning",
        "Thermostat",
        "Relay"
      ],
      "additional": {
        "Option": [
          "Random lengths of straighten tube are produced.",
          "Exact lengths of straighten tube are produced.",
          "Fabrication such as Copper Bulb attachment or Forming into Coiled Assembly can be quoted."
        ]
      }
    },
    "Copper Fittings": {
      "fullname": "Copper Fittings For ACR, Plumbing and Gas Lines",
      "description": "Siddhivinayak Group of Companies uses advanced Professional equipment to manufacture pipe fittings in accordance with relevant international & national products standards. All products are manufactured conforming to relevant products standards as follows: \n American standard ANSI/ASME B16.22-2001 and Japanese standard JISH3401. \n European standards: European Community's standard EN1254-1, British standard BS864-2 and German standard DIN2856.",
      "additionalDesc": {
        "Elbows": "Elbows, which come in 90- and 45-degree angles, are ideal for angular couplings that change the pipe's orientation. They also feature a small radius to fit into the smallest spaces. There are several other variants available for different needs.",
        "U-Bends": "Our U-bends are utilised to handle the return flow of the coolant and provide a 180 turn in a much smaller space, making them perfect for tiny applications. For condensers and evaporators, we provide simple and enlarged U-bends.",
        "Couplings": "We offer couplings in various dimensions, which are used to connect two pipes of different diameters as well as to joint two identical size tubes together.",
        "Tee": "Tees are fittings in the shape of a 'T' with a branch attached to the vertical portion at the top and a continuous pipe run at the bottom. Tees are utilised in a range of applications. We provide many types of Tees with different dimensions, such as cross Tees that connect four tubes and have a smaller diameter on one end or threaded Tees that have female threads on the vertical part.",
        "Reducer": "Reducers are a sort of fitting that joins two copper pipes together. We can connect these copper pipes using a single copper fitting because they are available in a variety of diameters. The general sizes available are 1/2\" x 1/4\", 1/2\" x 3/8\", 5/8\" x 1/4\", 5/8\" x 3/8\", 5/8\" x 1/2\", 3/4\" x 1/2\", 1\" x 1/2\", 1\" x 3/4\", etc as pers the client",
        "Non-Standard Fittings": "We also  manufacture non standard custom made fittings as per client design and specifications."
      },
      "applications": [
        "ACR",
        "General Engineering",
        "Plumbing",
        "Gas Lines",
        "Ship Building Industry",
        "Oil & Gas Industries, etc."
      ]
    },
    "Copper Bars": {
      "description": "Siddhivinayak Group of Companies are one of the leading manufacturers and suppliers of optimum quality copper rods. \n These rods are known for their dimensional accuracy, high grade raw material, structural robustness and superior finish. Engineering sector and electrical industry find maximum usage of these copper rods. \n Mercure Metals and Alloys manufactures extruded and drawn copper rods in many shapes such as round, hexagonal, square or rectangular bars and in various dimensions. \n Anti microbial properties of copper makes copper rods the most effective material for hygienic touch surfaces (in hospitals and other healthcare facilities or public buildings).",
      "applications": [
        "Electrical Industries.",
        "Engineering Industries.",
        "Motors.",
        "Household Engineering Appliances."
      ],
      "additional": {
        "Grades": [
          "OXYGEN FREE HIGH CONDUCTIVITY COPPER (OFHC).",
          "ELECTROLYTIC TOUGH PITCH (ETP).",
          "CHROMIUM COPPER.",
          "CADMIUM COPPER.",
          "SILVER BEARING COPPER.",
          "VARIOUS OTHERS GRADES ON REQUEST."
        ]
      }
    },
    "Copper Busbars, Strips, Sheets & Flats": {
      "description": "Copper Strip find many applications as Electrical Conductors, Switch Terminals, Hardware used in Electrical Circuits, Electrical Contacts.\n These copper strip products are available in Hard, Half-hard and Soft condition.",
      "advantages": [
        "Have low resistance",
        "High mechanical strength in tensile. Compressive strength and tear strength",
        "Fatigue Failure of high resistance",
        "The low resistance of the Surface Film",
        "Cutting and bending mobility",
        "Good corrosion resistance"
      ],
      "applications": [
        "For Electrical Conductors",
        "For Switch Terminals",
        "For Electrical Circuits",
        "For Electric Contacts"
      ],
      "additional": {
        "GENERAL PROPERTIES:": [
          "Material with minimum copper content of 99.9% as per IS 191:",
          "SIZE WIDTH: 3 mm to 160 mm.",
          "THICKNESS: 0.5 mm to 10 mm.",
          "Material with minimum copper content of 99.9% as per IS 191 & IS 1897 copper silver/copper nickel:",
          "SIZE WIDTH: 5 mm to 350 mm.",
          "THICKNESS: 1mm to 60 mm."
        ],
        "Edge": [
          "Square Edge, Radius Edge, Full Radius Edge.",
          "Length : Up to 6400mm (21`) (depending on section) with standard overall cutting tolerance of 100mm."
        ],
        "Surface Treatment": [
          "Our Copper Flat Bar can be Electro-plated with Tin or Silver."
        ]
      }
    },
    "Copper Pipes, Rods & Sections": {
      "description": "Our advanced technology enables the availability of copper profiles in various shapes as per customers’ drawings.\n In electrical applications, there are many critical parts of copper profiles that need to be controlled.\n The extrusion process gives the benefit of wide range of sizes. Close tolerances are achieved by accurate drawing and finishing processes."
    },
    "Level Wound Copper Coil": {
      "fullname": "Level Wound Copper Coil and Inner Grooved Tubes",
      "description": "The Level Wound Coil (LWC) Copper Tubes is one of our imported & supplied products. All LWC tubes are normally produced according to ASTM & Coproclima specifications. These specifications were prepared to take account of the requirements of ACR industry \nEach millimetre of tubes is 100% Eddy-Current tested and any surface defects found will be clearly marked by black colour.\n For heavy coils, we wound LWC copper tubes in 'Eye to Sky' (Jumbo) form as per customer request.\nThe tube is cleaned with Nitrogen purging. Moreover to protect the tubes against dust & internal oxidation during transportation or long storing, the tube ends are sealed with plastic caps. \n We deliver LWC with cardboard reels. Coils on reel are stacked on wooden pallets and shrink wrapped. Level Wound Coils are specially suited to long production runs for industrial applications and it is widely applied to the Air Conditioning & Refrigeration as well as the Heat Exchanger field. \n Most commonly supplied in the soft and light annealed form, also Level Wound Coils can be ordered in hard drawn temper.",
      "advantages": [
        "Copper as a metal has highly anti-corrosive properties compared to aluminium.",
        " During the cooling process, pipes comes in contact with air which causes oxidation within these pipes.",
        "Copper can better handle oxidation and corrosion for longer periods ultimately gives air conditioners a longer lifespan."
      ],
      "applications": [
        "Applied to the Air Conditioner",
        "the Assembly Type Air Conditioning Unit",
        "Refrigerator",
        "Freezer",
        "Cold Storage",
        "For VRV or VRF"
      ]
    }
  },

  "Brass Products": {
    "Brass Pipes 63/37": {
      "description": "Siddhivinayak Group of Companies are among the top producers, exporters, and suppliers of an extensive selection of 63/37 Brass Tubes. To guarantee great performance, durability, robust construction, dependable operation, and corrosion resistance, they are made by skilled specialists in compliance with the established industry rules and regulations. Our 63/37 Brass Tubes, which come in standard and bespoke shapes, are reasonably priced and used in a variety of global sectors.",
      "applications": [
        "Sugar Industry",
        "Plumbing",
        "Furniture",
        "Hand Pumps",
        "Ammunitions",
        "General Engineering"
      ]
    },
    "Brass Pipes 70/30": {
      "description": "We specialise in producing the highest grade 70/30 Brass Tubes for export and supply. The 70/30 Brass Tubes, sometimes referred to as 'Sugar Brass Tubes' are made by professionals at our own facility. The 70/30 Brass Tubes are offered in a variety of grades and specifications to meet the various needs of our clients.",
      "applications": [
        "Sugar Industry",
        "Plumbing",
        "Furniture",
        "Hand Pumps",
        "Ammunitions",
        "General Engineering"
      ]
    },
    "Admiralty Brass Tubes": {
      "description": "Admiralty Brass tubes - C44300 - are specifically used for the tubing of steam condensers that are cooled with fresh, salt, or brackish water because they have high corrosion resistance. Admiralty metal tubes are also utilised for feed-water heaters, heat-exchanger equipment, and other industrial operations in oil refineries, where corrosion from sulphur compounds and polluted water may be particularly severe.",
      "additionalDesc": {
        "Characteristics": "A copper-zinc alloy with tin and a trace quantity of arsenic added as a dezincification inhibitor. Tin pressure gives the alloy excellent corrosion resistance in clean sea water and moderately contaminated river water, whether it is stationary or flowing slowly (up to 2 metres per second). The most typical and wrought type of tube used in heat exchangers is this one."
      }
    },
    "Aluminium Brass Tubes": {
      "description": "Aluminum Brass Tubes (C68700) are frequently used for condenser tubes because they can withstand the effects of high-velocity salt and dark water. The strong resistance of C68700 against impingement assault is its primary feature. For usage in Marine and Land Power Stations, where cooling water velocities are high, tubes made of these alloys are advised.",
      "applications": [
        "Heat Exchangers",
        "Refineries",
        "Power Plants",
        "Desalination Plants",
        "Ship Building & Ship Repair",
        "Condensers",
        "Ferrules",
        "Distillers"
      ]
    }
  },

  "Cupro Nickel Products": {
    "Cupro Nickel 90/10": {
      "description": "In sea water, 90/10 Cupro Nickel is frequently utilised. Even with dissolved incondensable gases, it has extremely strong corrosion resistance to clean moderately contaminated marine or estuarine water. \n This alloy is virtually immune from stress-corrosion cracking and hot spot denickelification. \n In clean sea water, a velocity of up 2.2-2.5 m/s (7.5-8.5 ft/s) is accepted while 4 m/s (13 ft/s) is the upper limit for clean fresh or slightly saline solutions. \n It is typically advised to never operate at water velocities below roughly 0.8-1 m/s (2.5-3.5 ft/s) in order to reduce the possibility of deposit attack. With sufficiently lowered flow velocity, 90/10 Cupro Nickel can also be utilised in contact with water that contains certain sulphides or suspended particulates. It is frequently chosen as well for its strong mechanical characteristics at both room temperature and somewhat high temperatures."
    },
    "Cupro Nickel 70/30": {
      "description": "70/30 Cupro Nickel is mainly preferred when the severity of service condition (Cooling water, steam, condensate, temperature, etc.) is such as to virtually rule out all other copper metals. \n Due to its hardness and to the type of oxide whereby its surface is self-protected, 70/30 Cupro Nickel has excellent resistance to impingement and erosion-corrosion by of suspended solids in sea water flowing at up to 3-3.5 m/s (10-11.5 ft /s). \n Like all Cupro-nickels, 70/30 Cupro Nickel is virtually immune from stress-corrosion cracking. \n It can be very sensitive to deposit attack and is therefore not recommended for stagnant or slow moving (under 1 – 1.2 m/s or 3.5-4 ft/s) water. \n 70/30 Cupro Nickel is very widely employed in water desalination plants, especially in the most critical areas such as the heat reject and brine heater stages, as well as in the under cooling areas of power station condensers, in the chemical, petrochemical and food processing industries and, more generally, in all applications where top corrosion resistance is required from both the shell and tube side.",
      "applications": [
        "Chillers",
        "Heat Condensers & Exchangers",
        "Power Plants",
        "Refineries",
        "Desalination Plants",
        "Ship Building & Ship Repairs",
        "Defence",
        "High Capacity Power Plants",
        "Distiller Tubes",
        "Evaporators & Ferrules."
      ]
    },
    "Copper Nickel 95/5 , 66/30/2/2 (C71640)": {
      "description": "",
      "applications": [
        "Chillers",
        "Heat Condensers & Exchangers",
        "Power Plants",
        "Refineries",
        "Desalination Plants",
        "Ship Building & Ship Repairs",
        "Defence"
      ]
    },
    "Copper Nickel Round Bars": {
      "description": "Round rods made of Copper Nickel C70600(90/10) and C71500(70/30) are produced by the Siddhivinayak Group of Companies. The moderate strength, welding, forging, and formability of copper nickel are well recognised. It also exhibits exceptional resistance to corrosion, stress cracking, and erosion.",
      "applications": [
        "Marine Hardware",
        "Fittings",
        "Flanges",
        "Condenser Taper Tube Plugs"
      ]
    },
    "Automotive Brake Tubings": {
      "description": "Brake pipe coils available in copper & 90/10 copper-nickel material manufactured to BSEN 12449 CWO24A and CW352 H respectively. Coils are available in metric & imperial sizes along with 20 or 22 gauge thickness. \n Seamless tubes offering better resistance to corrosion and splitting. Easy to bend, flare & install. 100% electronically & pressure tested for pin holes.",
      "applications": [
        "Volvo, Lotus, Aston Martin, Porsche and Audi all now fit copper-nickel brake tubing as standard equipment.",
        "It is also fitted as standard in most passenger service, freight and military vehicles, fire tenders, JCB's and other heavy vehicles.",
        "For the replacement market, copper-nickel brake tubing is widely available supplied in coils or straight lengths."
      ],
      "advantages": [
        "Good corrosion resistance especially against chlorides",
        "Strength",
        "High burst pressure",
        "Ease of formability",
        "Smooth, clean tube bores to allow non-restricted flow",
        "Good fatigue/corrosion fatigue resistance",
        "Good resistance to surface fretting and stone pecking",
        "Readily available in required sizes",
        "Realistic cost"
      ]
    }
  },

  "Sheets": {
    "Oxygen Free Copper Sheet": {
      "description": "We are the reputed manufacturers and suppliers of quality and precision finished Copper Sheets & Foils. \n These sheets are perfectly matched up with the end applications such ascrafts, embossing, manufacturing, electrical applications, building construction, transmission, power generation, industrial machinery and other similar applications. Other than this, the copper sheets also find application as electrical conductors, hardware use in elctrical circuits, switch terminals, electrical contacts and other areas.",
      "sheetinfo": {
        "Available Sizes": [
          ["Width", "From: 12mm up to 406mm"],
          ["Length", "From: 1250mm upto 2500"],
          ["Thickness", "From: 0.035 upto 12mm"],
          ["Coil ID", "100, 150, 200, 300 & 400mm"],
          ["Temper", "DD, Soft, QH, HH, 3/4H, H, EH, SH"]
        ]
      }
    },
    "Oxygen Free Copper Plate": {
      "description": "Copper plates are manufactured in compliance the specific process demands of different industry sectrs. These copper plates are developed so as to deliver best possible durability, strength as well as resistance against corrosion. With the copper plates made available in varied sizes and shapes, here our expertise also lies in custom designing these plates as per client's specific requirements.\n These copper plates are preferred for its capability to provide superios heat transfer, thermal management and high strength in the involved processes. Furthur, these plates are also preferred in the submerged marine applications where inherent anti-fouling characteristics of copper helps in keeping bacteria as well as other organisms from getting attached to underwater surfaces. Further, these plates are manufactured so as to provide consistent machining throughout thickness of the plates with improved cycle times.",
      "advantages": [
        "Less heat built up",
        "Better surface finish",
        "Longer tool life",
        "Enhanced deep hole-making",
        "Excellent weld ability",
        "Suitability for mold cores, cavities and inserts"
      ],
      "sheetinfo": {
        "Available Sizes": [
          ["Width", "From: 12mm up to 406mm"],
          ["Length", "From: 1250mm upto 2500"],
          ["Thickness", "From: 0.035 upto 12mm"],
          ["Coil ID", "100, 150, 200, 300 & 400mm"],
          ["Temper", "DD, Soft, QH, HH, 3/4H, H, EH, SH"]
        ]
      }
    },
    "Copper Foils": {
      "description": "",
      "sheetinfo": {
        "Available Sizes": [
          ["Width", "From: 12mm up to 406mm"],
          ["Length", "From: 1250mm upto 2500"],
          ["Thickness", "From: 0.035 upto 12mm"],
          ["Coil ID", "100, 150, 200, 300 & 400mm"],
          ["Temper", "DD, Soft, QH, HH, 3/4H, H, EH, SH"]
        ],
        "Available Grades": [
          [
            "Grades",
            "OFHC / ETP / DCP / DHP / TIN BERRING & C101 / C102 / C103 / B170 / B379"
          ]
        ]
      }
    },
    "DHP Grade Copper Foils": {
      "description": "",
      "applications": [
        "Heat Exchangers",
        "Radiators",
        "Flexible Bus Bars (jumpers)",
        "PCB's",
        "Switchgear Industry",
        "Transformers / Dry Transformers",
        "Cables Industries"
      ],
      "sheetinfo": {
        "Available Sizes": [
          ["Width", "From: 12mm up to 406mm"],
          ["Length", "From: 1250mm upto 2500"],
          ["Thickness", "From: 0.035 upto 12mm"],
          ["Coil ID", "100, 150, 200, 300 & 400mm"],
          ["Temper", "DD, Soft, QH, HH, 3/4H, H, EH, SH"]
        ]
      }
    },
    "Brass Sheets & Foils": {
      "description": "",
      "sheetinfo": {
        "Available Sizes": [
          ["Width", "From: 12mm up to 406mm"],
          ["Length", "From: 1250mm upto 2500"],
          ["Thickness", "From: 0.035 upto 12mm"],
          ["Coil ID", "100, 150, 200, 300 & 400mm"],
          ["Temper", "DD, Soft, QH, HH, 3/4H, H, EH, SH"]
        ],
        "Available Grades": [["Grades", "CuZn37 / CuZn40 / CuZn10"]]
      }
    }
  },
  "Other Products": {
    "Brass Powder": {
      "description": ""
    },
    "Copper Powder": {
      "description": ""
    },
    "Zinc Powder": {
      "description": ""
    },
    "Tin Powder": {
      "description": ""
    }
  }
}
